Repository: lucholaf/CFense
Catalog: Resources/*.lproj/Localizable.strings
Languages: es

source: New Game
es: Juego Nuevo

source: Unlocked Art
es: Arte del Juego

source: Options
es: Opciones

source: About
es: Sobre Nosotros

source: Score
es: Puntos

source: Level completed
es: Nivel completado

# TutorialFinished
source: Congratulations! You completed the tutorial
es: Felicitaciones! Has terminado el tutorial

# YourScoreIs
source: Congratulations! Your score is
es: Felicitaciones! Tu puntaje es

source: Try again
es: Reintentar

source: Continue
es: Continuar

source: Share score
es: Compartir puntaje

source: Game Over
es: Juego Terminado

# Defeated
source: You have been defeated!
es: Has sido vencido!

# Back
source: Go Back
es: Volver

# Sell
source: SELL TOWER?
es: ¿VENDER TORRE?

source: BLOCKING!
es: BLOQUEANDO!

# TutorialText1
source: Look at the enemies positioning in this screen. Touch the arrows panel to prepare your defense.
es: Observa la formación de los enemigos en esta pantalla. Toca el panel con las flechas para preparar tu defensa.

# TutorialText2
source: Drag a tower and place it in the specified spot.
es: Arrastra una torre y colocala en el casillero indicado.

# TutorialText3
source: The towers cost energy
es: Las torres cuestan energía

# TutorialText4
source: Just for this time use the specified spot
es: Solo por esta vez utiliza el casillero que te recomendamos

# TutorialText5
source: Towers shoot automatically. Press play when you are ready.
es: Las torres disparan automaticamente. Una vez que estes listo presiona play.

# TutorialText6
source: Your mission is to destroy all enemies.
es: Tu objetivo es destruir todos los enemigos.

# TutorialText7
source: You completed the first stage of the tutorial
es: Has completado la primer etapa del tutorial

# TutorialText8
source: The %@ is more efficient against the %@
es: La %@ es mas eficiente contra la %@

# TutorialText9
source: You can also move or return the towers to redefine your strategy.
es: También puedes mover ó devolver las torres para replantear tu estrategia.

# TutorialText10
source: Remember what you learned. Redefine your strategy.
es: Recuerda lo aprendido. Rearma tu defensa.

# TutorialText11
source: Now you'll learn how to use the LTA.
es: Ahora aprenderas a usar el LTA.

# TutorialText12
source: Prepare your defense and press play.
es: Arma tu defensa y presiona play.

# TutorialText13
source: Notice that you still have energy to shoot the LTA.
es: Observa que te ha sobrado energía para el LTA.

# TutorialText14
source: Use the LTA to slow enemies. Using it consumes energy (1 bar) and the effect is temporary.
es: Utiliza el LTA para disminuir la velocidad de los enemigos. El mismo consume energía (1 barra) y el efecto causado es solo temporal.

# TutorialText15
source: You have been defeated. Correct your aim
es: Has perdido. Mejora tu puntería

# TutorialText16
source: Cool. Now you'll learn how to power up the towers
es: Joya. Ahora aprenderás a usar el power up de las torres

# TutorialText17
source: Touch the tower to power it up. Using it consumes energy (2 bars) and the effect is temporary.
es: Toca la torre para activar el powerup. También consume energía (2 barras) y su efecto es temporal.

# ShareMsg
source: I scored %d in level %d of Cellfense!
es: Anoté %d en el nivel %d de Cellfense!

# EndMsg
source: You finished Cellfense! Keep it updated to get more towers, enemies and levels!
es: Has terminado Cellfense! Actualizado periódicamente para obtener más torres, enemigos y niveles!

# LiteMsg
source: You finished Cellfense Lite! Buy the Full version to get more towers, enemies and levels!
es: Has terminado Cellfense Lite! Compra la versión Full para obtener más torres, enemigos y niveles!

# Congrats
source: Congratulations
es: Felicitaciones

# NewArt
source: You unlocked new art!
es: Has desbloqueado arte nuevo!

# Paused
source: Game paused
es: Juego pausado

source: Touch to continue
es: Toca para continuar

# SoundVolume
source: Sound Effects Volume
es: Volumen de efectos

source: Music Volume
es: Volumen de música

# Quitarts
source: Designed and Developed by Quitarts
es: Diseñado y Desarrollado por Quitarts

# PizzaPixel
source: Art by Pizza Pixel
es: Arte por Pizza Pixel

# TakingOff
source: Music by Taking off
es: Música por Taking Off
